Revit 2027 API
ParameterTypeId.FamilyWindowInsetParam Property
 "Inset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FamilyWindowInsetParam { get; }
Public Shared ReadOnly Property FamilyWindowInsetParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FamilyWindowInsetParam {
	ForgeTypeId^ get ();
}
static member FamilyWindowInsetParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace